Repository: gulzade-35/Life-Sure
Catalog: App_GlobalResources/Lang.*.resx
Languages: tr

source: About
tr: Hakkımda

# Contact
source: Contact Us
tr: İletişim

# FAQ
source: FAQs
tr: Sık Sorulan Sorular

# GetQuote
source: Get a Quote
tr: Teklif Al

source: Home
tr: Ana Sayfa

source: Our Features
tr: Özelliklerimiz

source: Our Team
tr: Ekibimiz

# Page404
source: 404 Page
tr: 404 Sayfası

source: Pages
tr: Sayfalar

source: Services
tr: Hizmetler

source: Testimonials
tr: Müşteri Yorumları

source: Welcome
tr: Hoş Geldiniz

# FindLocation
source: Find A Location
tr: Konum Bul

# CallExperts
source: Call to Our Experts
tr: Uzmanlarımızı Arayın

# FreePhone
source: Free
tr: Ücretsiz

source: Search by keyword
tr: Anahtar kelime ile arama yapın

source: keywords
tr: anahtar kelimeler

source: Close
tr: Kapat

source: Welcome To LifeSure
tr: LifeSure'e Hoş Geldiniz

source: Life Insurance Makes You Happy
tr: Hayat Sigortası Sizi Mutlu Eder

# HeroDescription
source: Life insurance is the most effective way to ensure the financial security of your loved ones. Invest in the future and live in peace.
tr: Hayat sigortası, sevdiklerinizin finansal güvenliğini sağlamanın en etkili yoludur. Geleceğe yatırım yapın ve huzur içinde yaşayın.

source: Watch Video
tr: Video İzle

source: Learn More
tr: Daha Fazla Öğren

# SiteTitle
source: LifeSure - Life Insurance
tr: LifeSure - Hayat Sigortası

# SearchModal_Title
source: Search by keyword
tr: Anahtar kelime ile ara

# SearchModal_Placeholder
source: keywords
tr: anahtar kelimeler

# SearchModal_Close
source: Close
tr: Kapat

# Carousel_Welcome
source: Welcome To LifeSure
tr: LifeSure'a Hoş Geldiniz

# Carousel_Title
source: Life Insurance Makes You Happy
tr: Hayat Sigortası Sizi Mutlu Eder

# Carousel_Description
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy...
tr: Lorem Ipsum, matbaacılık ve dizgi endüstrisinin basit sahte metnidir. Lorem Ipsum, endüstrinin standart sahte metni olmuştur...

# Carousel_WatchVideo
source: Watch Video
tr: Video İzle

# Carousel_LearnMore
source: Learn More
tr: Daha Fazla Öğren

# Features_Title
source: Our Features
tr: Özelliklerimiz

# Features_MainTitle
source: Insurance Provide you a Better Future
tr: Sigorta Size Daha İyi Bir Gelecek Sunar

# Feature_TrustedCompany
source: Trusted Company
tr: Güvenilir Şirket

# Feature_MoneyBack
source: Anytime Money Back
tr: Her Zaman Para İadesi

# Feature_FlexiblePlans
source: Flexible Plans
tr: Esnek Planlar

# Feature_FastSupport
source: 24/7 Fast Support
tr: 7/24 Hızlı Destek

# About_Title
source: About Our Company
tr: Şirketimiz Hakkında

# About_MainTitle
source: High Range of Exploring Protection
tr: Geniş Kapsamlı Koruma Keşfi

# About_Feature1
source: We can save your money.
tr: Paranızı tasarruf edebiliriz.

# About_Feature2
source: Production or trading of good
tr: Mal üretimi veya ticareti

# About_Feature3
source: Our life insurance is flexible
tr: Hayat sigortamız esnektir

# About_MoreInformation
source: More Information
tr: Daha Fazla Bilgi

# Stats_InsurancePolicies
source: Insurance Policies
tr: Sigorta Poliçesi

# Stats_AwardsWon
source: Awards WON
tr: Kazanılan Ödül

# Stats_SkilledAgents
source: Skilled Agents
tr: Uzman Temsilci

# Stats_TeamMembers
source: Team Members
tr: Takım Üyesi

# Common_LearnMore
source: Learn More
tr: Daha Fazla Öğren

source: Our Services
tr: Hizmetlerimiz

source: We Provide Best Services
tr: En İyi Hizmetleri Sunuyoruz

# ServicesDescription
source: We are constantly improving ourselves to provide our customers with the highest quality services. Together with our expert team, we create solutions tailored to your needs.
tr: Müşterilerimize en kaliteli hizmetleri sunmak için sürekli kendimizi geliştiriyoruz. Uzman ekibimizle birlikte, ihtiyaçlarınıza özel çözümler üretiyoruz.

source: Life Insurance
tr: Hayat Sigortası

source: Health Insurance
tr: Sağlık Sigortası

source: Car Insurance
tr: Kasko Sigortası

source: Home Insurance
tr: Konut Sigortası

# ServiceItemDescription
source: Lorem ipsum dolor sit amet consectetur adipisicing elit. Perspiciatis, eum!
tr: Size en uygun sigorta çözümlerini sunuyoruz. Detaylı bilgi için bizimle iletişime geçin!

source: Read More
tr: Devamını Oku

source: More Services
tr: Daha Fazla Hizmet

source: Some Important FAQ's
tr: Önemli Sorular

source: Common Frequently Asked Questions
tr: Sık Sorulan Sorular

# FAQQuestion1
source: Q: What happens during Freshers' Week?
tr: S: Yeni öğrenci haftasında neler olur?

# FAQQuestion2
source: Q: What is the transfer application process?
tr: S: Transfer başvuru süreci nasıl işler?

# FAQQuestion3
source: Q: Why should I attend community college?
tr: S: Neden toplum kolejine katılmalıyım?

# FAQAnswer
source: A: Leverage agile frameworks to provide a robust synopsis for high level overviews. Iterative approaches to corporate strategy foster collaborative thinking to further the overall value proposition. Organically grow the holistic world view of disruptive innovation via workplace diversity and empowerment.
tr: C: Üst düzey genel bakışlar için güçlü bir özet sağlamak amacıyla çevik çerçeveler kullanıyoruz. Kurumsal strateji için yinelemeli yaklaşımlar, genel değer önerisini ilerletmek için işbirlikçi düşünceyi teşvik eder.

# TeamTitle
source: Our Team
tr: Ekibimiz

# TeamMainHeading
source: Meet Our Expert Team Members
tr: Uzman Ekip Üyelerimizle Tanışın

# TeamDescription
source: Lorem ipsum dolor, sit amet consectetur adipisicing elit. Tenetur adipisci facilis cupiditate recusandae aperiam temporibus corporis itaque quis facere, numquam, ad culpa deserunt sint dolorem autem obcaecati, ipsam mollitia hic.
tr: Deneyimli ve uzman ekibimiz, size en iyi hizmeti sunmak için burada. Her alanda uzmanlaşmış profesyonellerimiz ile güvenle çalışabilir, ihtiyaçlarınıza en uygun çözümleri bulabilirsiniz.

# MemberName1
source: David James
tr: Ahmet Yılmaz

# MemberProfession1
source: Senior Insurance Advisor
tr: Kıdemli Sigorta Danışmanı

# MemberName2
source: Sarah Wilson
tr: Ayşe Kaya

# MemberProfession2
source: Claims Specialist
tr: Hasar Uzmanı

# MemberName3
source: Michael Brown
tr: Mehmet Özkan

# MemberProfession3
source: Risk Assessment Manager
tr: Risk Değerlendirme Müdürü

# MemberName4
source: Emily Davis
tr: Fatma Demir

# MemberProfession4
source: Customer Relations Director
tr: Müşteri İlişkileri Direktörü

# TestimonialTitle
source: Testimonial
tr: Referanslar

# TestimonialSubtitle
source: What Our Customers Are Saying
tr: Müşterilerimiz Ne Diyor

source: Client Name
tr: Müşteri Adı

source: Profession
tr: Meslek

source: Useful Links
tr: Faydalı Linkler

source: About Us
tr: Hakkımızda

source: Features
tr: Özellikler

source: FAQ's
tr: Sık Sorulan Sorular

source: Blogs
tr: Bloglar

source: Address
tr: Adres

# AddressDetail
source: 123 Street New York.USA
tr: 123 Sokak, New York, ABD

source: Mail Us
tr: Bize Ulaşın

source: Telephone
tr: Telefon

source: Newsletter
tr: Bülten

# EnterEmail
source: Enter your email
tr: E-posta adresinizi girin

source: SignUp
tr: Kaydol

# FreeCall
source: Free: + 0123 456 7890
tr: Ücretsiz: + 0123 456 7890
